Repository: EvidenceBKidscode/kidscode
Catalog: po/*/minetest.po
Languages: be

source: Controls steepness/height of hills.
be: Кіруе крутасцю/вышынёй узгоркаў.

source: Controls width of tunnels, a smaller value creates wider tunnels.
be: Кіруе шырынёй тунэляў. Меншае значэнне стварае больш шырокія тунэлі.

source: Crash message
be: Паведамленне пры крушэнні

source: Creates unpredictable lava features in caves. These can make mining difficult. Zero disables them. (0-10)
be: Стварае непрадказальныя патокі лавы ў пячорах. Гэта можа зрабіць цяжкім здабычу карысных выкапняў. Нуль адключае гэта. (0–10)

source: Creates unpredictable water features in caves. These can make mining difficult. Zero disables them. (0-10)
be: Стварае непрадказальныя патокі вады ў пячорах. Гэта можа зрабіць цяжкім здабычу карысных выкапняў. Нуль адключае гэта. (0–10)

source: Crosshair alpha
be: Празрыстасць перакрыжавання

source: Crosshair alpha (opaqueness, between 0 and 255).
be: Празрыстасць перакрыжавання (паміж 0 і 255).

source: Crosshair color
be: Колер перакрыжавання

source: Crosshair color (R,G,B).
be: Колер перакрыжавання (R,G,B).

source: Crouch speed
be: Хуткасць поўзання

source: DPI
be: DPI (кропак на цалю)

source: Damage
be: Пашкоджанні

source: Debug info toggle key
be: Клавіша пераключэння адладачных звестак

source: Debug log level
be: Узровень журналявання адладкі

source: Dedicated server step
be: Крок выдзеленага сервера

source: Default acceleration
be: Агаданае паскарэнне

source: Default game
be: Агаданая гульня

source: Default game when creating a new world. This will be overridden when creating a world from the main menu.
be: Агаданая гульня пры стварэнні новага свету. Гэта можна пераазначыць пры стварэнні свету ў галоўным меню.

source: Default password
be: Агаданы пароль

source: Default privileges
be: Агаданыя прывілеі

source: Default report format
be: Агаданы фармат справаздачы

source: Default timeout for cURL, stated in milliseconds. Only has an effect if compiled with cURL.
be: Агаданы таймаут для cURL, зададзены ў мілісекундах. Уплывае толькі пры кампіляцыі з cURL.

source: Defines sampling step of texture. A higher value results in smoother normal maps.
be: Вызначае крок дыскрэтызацыі тэкстуры. Больш высокае значэнне прыводзіць да больш гладкіх мапаў нармаляў.

source: Defines the maximal player transfer distance in blocks (0 = unlimited).
be: Вызначае максімальную дыстанцыю перадачы дадзеных гульца ў блоках (0 — неабмежаваная).

source: Delay in sending blocks after building
be: Затрымка ў адпраўцы блокаў пасля будаўніцтва

source: Delay showing tooltips, stated in milliseconds.
be: Затрымка паказу падказак, зададзеная ў мілісекундах.

source: Deprecated Lua API handling
be: Апрацоўка састарэлых выклікаў Lua API

source: Depth below which you'll find large caves.
be: Глыбіня, ніжэй якой вы знойдзеце вялікія пячоры.

source: Depth below which you'll find massive caves.
be: Глыбіня, ніжэй якой вы знойдзеце масіўныя пячоры.

source: Descending speed
be: Хуткасць апускання

source: Description of server, to be displayed when players join and in the serverlist.
be: Апісанне сервера, якое паказваецца пры далучэнні гульцоў і ў спісе сервераў.

source: Desynchronize block animation
be: Дэсінхранізаваць анімацыю блока

source: Determines terrain shape. The 3 numbers in brackets control the scale of the terrain, the 3 numbers should be identical.
be: Вызначае форму мясцовасці. Тры лікі ў дужках кантралююць маштаб рэльефу і павінны быць аднолькавымі.

source: Disable anticheat
be: Адключыць анты-чыт

source: Disable escape sequences
be: Адключыць escape-паслядоўнасці

source: Disable escape sequences, e.g. chat coloring. Use this if you want to run a server with pre-0.4.14 clients and you want to disable the escape sequences generated by mods.
be: Адключыць escape-паслядоўнасці, напрыклад, размалёўку чату. Выкарыстоўвайце гэта, калі вы хочаце запусціць сервер з pre-0.4.14 кліентамі і калі вы хочаце адключыць escape-паслядоўнасці, якія генеруюцца модамі.

source: Disallow empty passwords
be: Забараніць пустыя паролі

source: Domain name of server, to be displayed in the serverlist.
be: Даменнае імя сервера, якое будзе паказвацца ў спісе сервераў.

source: Double tap jump for fly
be: Двайны націск «скачка» пераключае рэжым палёту

source: Double-tapping the jump key toggles fly mode.
be: Двайное націсканне клавішы скачка пераключае рэжым палёту.

source: Drop item key
be: Клавіша выкідання прадмета

source: Dump the mapgen debug infos.
be: Зваліць адладачныя звесткі генератара мапы.

source: Enable Joysticks
be: Уключыць джойсцікі

source: Enable VBO
be: Уключыць VBO

source: Enable mod security
be: Уключыць бяспеку модаў

source: Enable players getting damage and dying.
be: Дазволіць гульцам атрымоўваць пашкоджанні і паміраюць.

source: Enable random user input (only used for testing).
be: Уключыць выпадковы карыстальніцкі ўвод (толькі для тэставання).

source: Enable smooth lighting with simple ambient occlusion. Disable for speed or for different looks.
be: Уключыць мяккае асвятленне з простай навакольнай аклюзіяй. Адключыць для хуткасці ці другога выгляду.

source: Enable to disallow old clients from connecting. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting.
be: Забараніць падлучэнне старых кліентаў. Старыя кліенты — сумяшчальныя ў сэнсе, што яны не падаюць пры злучэнні с новымі серверамі, але яны могуць не падтрымліваць усе новыя функцыі, якія вы чакаеце.

source: Enable usage of remote media server (if provided by server). Remote servers offer a significantly faster way to download media (e.g. textures) when connecting to the server.
be: Уключыць выкарыстанне аддаленага медыя-сервера (калі забяспечана серверам). Аддаленыя серверы прапануюць значна больш хуткі спосаб спампоўкі медыя (напрыклад тэкстур) пры злучэнні з серверам.

source: Enable/disable running an IPv6 server. An IPv6 server may be restricted to IPv6 clients, depending on system configuration. Ignored if bind_address is set.
be: Уключыць/адключыць падтрымку IPv6. Сервер IPv6 можа быць абмежаваны падтрымкай толькі IPv6-кліентаў, у залежнасці ад сістэмнай канфігурацыі. Ігнаруецца, калі зададзены «bind_address».

source: Enables animation of inventory items.
be: Уключае анімацыю прадметаў інвентару.

source: Enables bumpmapping for textures. Normalmaps need to be supplied by the texture pack or need to be auto-generated. Requires shaders to be enabled.
be: Уключае рэльефнае тэкстураванне. Мапы нармаляў павінны быць прадстаўлены пакетам тэкстур ці павінны быць аўтаматычна згенераваны. Патрабуе шэйдэры.

source: Enables caching of facedir rotated meshes.
be: Уключае кэшаванне вонкава павернутых сетак.

source: Enables filmic tone mapping
be: Уключае кінематаграфічнае танальнае адлюстраванне

source: Enables minimap.
be: Уключае мінімапу.

source: Enables on the fly normalmap generation (Emboss effect). Requires bumpmapping to be enabled.
be: Уключае генерацыю мапаў нармаляў лётма (эфект Emboss). Патрабуе рэльефнае тэкстураванне.

source: Enables parallax occlusion mapping. Requires shaders to be enabled.
be: Уключае паралакснае аклюзіўнае тэкстураванне. Патрабуе шэйдэры.

source: Engine profiling data print interval
be: Інтэрвал друкавання дадзеных прафілявання рухавіка

source: Entity methods
be: Метады сутнасці

source: Experimental option, might cause visible spaces between blocks when set to higher number than 0.
be: Эксперыментальны параметр, які можа прывесці да візуальных прагалаў паміж блокамі пры значэнні большым чым 0.

source: FPS in pause menu
be: FPS у меню паўзы

source: FSAA
be: FSAA (паўнасцэннае згладжванне)

source: Fall bobbing
be: Калыханне падзення

source: Fallback font
be: Запасны шрыфт

source: Fallback font shadow
be: Цень запаснога шрыфту

source: Fallback font shadow alpha
be: Празрыстасць цені запаснога шрыфту

source: Fallback font size
be: Памер запаснога шрыфту

source: Fast key
be: Клавіша шпаркасці

source: Fast mode acceleration
be: Паскарэнне шпаркага рэжыму

source: Fast mode speed
be: Хуткасць шпаркага рэжыму

source: Fast movement
be: Шпаркае перамяшчэнне

source: Fast movement (via use key). This requires the "fast" privilege on the server.
be: Шпаркае перамяшчэнне (з дапамогай клавішы выкарыстання). Неабходна прывілея «fast» на серверы.

source: Field of view
be: Поле зроку

source: Field of view for zoom
be: Поле зроку пры павелічэнні

source: Field of view in degrees.
be: Поле зроку ў градусах.

source: Field of view while zooming in degrees. This requires the "zoom" privilege on the server.
be: Поле зроку пры павелічэнні ў градусах. Неабходна прывілея «zoom» на серверы.

source: File in client/serverlist/ that contains your favorite servers displayed in the Multiplayer Tab.
be: Файл, які змяшчае вашы абраныя серверы, якія паказваюцца ва ўкладцы сумеснай гульні.

source: Filler Depth
be: Глыбіня запаўняльніка

source: Filmic tone mapping
be: Кінематаграфічнае танальнае адлюстраванне

source: Filtered textures can blend RGB values with fully-transparent neighbors, which PNG optimizers usually discard, sometimes resulting in a dark or light edge to transparent textures. Apply this filter to clean that up at texture load time.
be: Адфільтраваныя тэкстуры могуць змешваць значэнні RGB з цалкам празрыстымі суседзямі, якія PNG-аптымізатары звычайна адкідваюць, што прыводзіць часам да цёмнага ці светлага краю празрыстых тэкстур.

source: Filtering
be: Фільтрацыя

source: Fixed map seed
be: Фіксаваны лікавы стан

source: Fly key
be: Клавіша палёту

source: Flying
be: Палёт

source: Fog
be: Туман

source: Fog toggle key
be: Клавіша пераключэння туману

source: Font path
be: Шрыфт

source: Font shadow
be: Цень шрыфту

source: Font shadow alpha
be: Празрыстасць цені шрыфту

source: Font shadow alpha (opaqueness, between 0 and 255).
be: Празрыстасць цені шрыфту (ад 0 да 255).

source: Font shadow offset, if 0 then shadow will not be drawn.
be: Зрух цені шрыфту. Калі 0, то цень не будзе паказана.

source: Font size
be: Памер шрыфту

source: Format of screenshots.
be: Фармат здымкаў экрана.

source: Forward key
be: Клавіша ўперад

source: Freetype fonts
be: Шрыфты FreeType

source: From how far blocks are generated for clients, stated in mapblocks (16 nodes).
be: Як далёка блокі фармуюцца ад кліента. Задаецца ў блоках мапы (16 вузлоў).

source: From how far blocks are sent to clients, stated in mapblocks (16 nodes).
be: Як далёка блокі адпраўляюцца кліенту. Задаецца ў блоках мапы (16 вузлоў).

source: From how far clients know about objects, stated in mapblocks (16 nodes).
be: Як далёка кліент даведваецца аб аб'ектах. Задаецца ў блоках мапы (16 вузлоў).

source: Full screen
be: Ва ўвесь экран

source: Full screen BPP
be: Поўнаэкранны BPP (бітаў на піксель)

source: Fullscreen mode.
be: Поўнаэкранны рэжым.

source: GUI scaling
be: Маштабаванне графічнага інтэрфейсу

source: GUI scaling filter
be: Фільтр маштабавання графічнага інтэрфейсу

source: GUI scaling filter txr2img
be: Фільтр txr2img маштабавання графічнага інтэрфейсу

source: Gamma
be: Гама

source: General
be: Асноўныя

source: Generate normalmaps
be: Генерацыя мапы нармаляў

source: Global callbacks
be: Глабальныя зваротныя выклікі

source: Global map generation attributes. In Mapgen v6 the 'decorations' flag controls all decorations except trees and junglegrass, in all other mapgens this flag controls all decorations. Flags that are not specified in the flag string are not modified from the default. Flags starting with 'no' are used to explicitly disable them.
be: Глабальныя параметры генерацыі мапы. У генератары мапы 6 параметр «decorations» кантралюе ўсе мадыфікатары, акрамя дрэваў і травы джунгляў, а ў астатніх генератарах гэты параметр кантралюе ўсе дэкаратары. Параметры, якія не пазначаны ў радку, не адрозніваюцца ад агаданых значэнняў. Параметры, якія пачынаюцца з «no», выкарыстоўваюцца для яўнага адключэння.

source: Graphics
be: Графіка

source: Gravity
be: Гравітацыя

source: HTTP Mods
be: HTTP-моды

source: HUD toggle key
be: Клавіша пераключэння HUD

source: Handling for deprecated lua api calls: - legacy: (try to) mimic old behaviour (default for release). - log: mimic and log backtrace of deprecated call (default for debug). - error: abort on usage of deprecated call (suggested for mod developers).
be: Апрацоўка састарэлых выклікаў Lua API: - legacy: (паспрабаваць) імітаваць старыя паводзіны (агаданае для рэлізу). - log: імітаваць і журналяваць састарэлыя выклікі (агаданае для адладкі). - error: прыпыніць пры састарэлым выкліку (пажадана для распрацоўнікаў модаў).

source: Have the profiler instrument itself: * Instrument an empty function. This estimates the overhead, that instrumentation is adding (+1 function call). * Instrument the sampler being used to update the statistics.
be: Наяўнасць самога прафілера само па сабе інструментацыя: * Інструментацыя пустой функцыі. Гэта дадае накладныя выдаткі (+1 выклік функцыі). * Інструментацыя сэмплера выкарыстоўваецца для абнаўлення статыстыкі.

source: Height component of the initial window size.
be: Кампанента вышыні пачатковага памеру вакна.

source: Height on which clouds are appearing.
be: Вышыня, на якой з'яўляюцца аблокі.

source: High-precision FPU
be: Высокадакладны FPU

source: Homepage of server, to be displayed in the serverlist.
be: Хатняя старонка сервера, якая будзе паказвацца ў спісе сервераў.

source: How deep to make rivers
be: Глыбіня рэк

source: How large area of blocks are subject to the active block stuff, stated in mapblocks (16 nodes). In active blocks objects are loaded and ABMs run.
be: Наколькі вялікая плошча блокаў, якая падлягае актыўнаму ўздзеянню, зададзеная ў блоках мапы (16 вузлоў). Для актыўных блокаў загружаюцца аб'екты і запускаюцца ABM'ы.

source: How much the server will wait before unloading unused mapblocks. Higher value is smoother, but will use more RAM.
be: Як доўга сервер будзе чакаць перад выгрузкай блокаў мапы, якія не выкарыстоўваюцца. Больш высокае значэнне прыводзіць да гладкасці, але патрабуе больш памяці.

source: How wide to make rivers
be: Шырыня рэк

source: IPv6 server
be: IPv6-сервер

source: IPv6 support.
be: Падтрымка IPv6.

source: If FPS would go higher than this, limit it by sleeping to not waste CPU power for no benefit.
be: Калі FPS перавысіць гэта значэнне, абмежаваць прастоем, каб не марнаваць дарма магутнасць працэсара.

source: If disabled "use" key is used to fly fast if both fly and fast mode are enabled.
be: Калі адключаны, то клавіша «use» выкарыстоўваецца для хуткага палёту, калі палёт і шпаркі рэжым уключаны.

source: If enabled together with fly mode, player is able to fly through solid nodes. This requires the "noclip" privilege on the server.
be: Калі ўключаны разам з рэжымам палёту, то гулец будзе мець магчымасць лятаць скрозь цвёрдыя целы. Неабходна прывілея «noclip» на серверы.

source: If enabled, "use" key instead of "sneak" key is used for climbing down and descending.
be: Калі ўключаны, то клавіша «use» замест «sneak» выкарыстоўваецца для спускання і апускання.

source: If enabled, actions are recorded for rollback. This option is only read when server starts.
be: Калі ўключаны, то дзеянні запісваюцца для адкату. Гэты параметр чытаецца толькі пры запуску сервера.

source: If enabled, disable cheat prevention in multiplayer.
be: Калі ўключаны, то адключае прадухіленне падману ў сумеснай гульне.

source: If enabled, invalid world data won't cause the server to shut down. Only enable this if you know what you are doing.
be: Калі ўключаны, то некарэктныя дадзеныя свету не прывядуць сервер ды адключэння. Уключайце гэта толькі, калі ведаеце, што робіце.

source: If enabled, new players cannot join with an empty password.
be: Калі ўключаны, то гульцы не змогуць далучыцца з пустым паролем.

source: If enabled, you can place blocks at the position (feet + eye level) where you stand. This is helpful when working with nodeboxes in small areas.
be: Калі ўключаны, то вы зможаце паставіць блокі ў месцы (ногі + узровень вачэй), дзе вы стаіце. Гэта дапамагае працаваць з блокамі ў сціснутых умовах.

source: If this is set, players will always (re)spawn at the given position.
be: Калі гэта зададзена, гульцы заўсёды (ад)нараджаюцца ў дадзеным месцы.

source: Ignore world errors
be: Ігнараваць памылкі свету

source: In-Game
be: Гульнявая

source: In-game chat console background alpha (opaqueness, between 0 and 255).
be: Празрыстасць фону гульнявой кансолі чату (паміж 0 і 255).

source: In-game chat console background color (R,G,B).
be: Колер фону гульнявой кансолі чату (R,G,B).

source: Instrument builtin. This is usually only needed by core/builtin contributors
be: Убудаваная інструментацыя. Гэта звычайна неабходна толькі для асноўным удзельнікам

source: Instrument chatcommands on registration.
be: Інструментаваць каманды чату пры рэгістрацыі.

source: Instrument global callback functions on registration. (anything you pass to a minetest.register_*() function)
be: Інструментаваць функцыі глабальных зваротныя выклікаў пры рэгістрацыі. (усё, што вы перадаяце у функцыю minetest.register_*())

source: Instrument the action function of Active Block Modifiers on registration.
be: Інструментаваць функцыі мадыфікатараў актыўных блокаў пры рэгістрацыі.

source: Instrument the action function of Loading Block Modifiers on registration.
be: Інструментаваць функцыі мадыфікатараў нагрузачных блокаў пры рэгістрацыі.

source: Instrument the methods of entities on registration.
be: Інструментаваць метады сутнасці пры рэгістрацыі.

source: Instrumentation
be: Інструментаванне

source: Interval of saving important changes in the world, stated in seconds.
be: Інтэрвал захавання важных змяненняў свету, зададзены ў секундах.

source: Interval of sending time of day to clients.
be: Інтэрвал адпраўкі кліентам часу дня.

source: Inventory items animations
be: Анімацыя прадметаў інвентару

source: Inventory key
be: Клавіша інвентару

source: Invert mouse
be: Інвертаваць мыш

source: Invert vertical mouse movement.
be: Інвертуе вертыкальны рух мышы.

source: Item entity TTL
be: Час жыцця выкінутай рэчы

source: Iterations of the recursive function. Controls the amount of fine detail.
be: Ітэрацыі рэкурсіўнай функцыі. Кантралюе колькасць дробных дэталяў.

source: Joystick button repetition interval
be: Інтэрвал паўтору кнопкі джойсціка

source: Joystick frustum sensitivity
be: Адчувальнасць адсячэння джойсціка

source: Julia set only: W component of hypercomplex constant determining julia shape. Has no effect on 3D fractals. Range roughly -2 to 2.
be: Для мноства Жулія толькі: кампанента W гіперкомплекснай канстанты, якая задае форму мноства Жулія. Не дае эфекту для 3D-фракталаў. Дыяпазон прыкладна ад −2 да 2.

source: Julia set only: X component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
be: Для мноства Жулія толькі: кампанента X гіперкомплекснай канстанты, якая задае форму мноства Жулія. Дыяпазон прыкладна ад −2 да 2.

source: Julia set only: Y component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
be: Для мноства Жулія толькі: кампанента Y гіперкомплекснай канстанты, якая задае форму мноства Жулія. Не дае эфекту для 3D-фракталаў. Дыяпазон прыкладна ад −2 да 2.

source: Julia set only: Z component of hypercomplex constant determining julia shape. Range roughly -2 to 2.
be: Для мноства Жулія толькі: кампанента Z гіперкомплекснай канстанты,якая задае форму мноства Жулія. Не дае эфекту для 3D-фракталаў. Дыяпазон прыкладна ад −2 да 2.

source: Jump key
be: Клавіша скачка

source: Jumping speed
be: Хуткасць скачка

source: Key for decreasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для памяншэння дыяпазону прагляду. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for dropping the currently selected item. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для выкідання абранага прадмета. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for increasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для павелічэння дыяпазону прагляду. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for jumping. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для скачка. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving fast in fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для хуткага руху ў шпаркім рэжыме. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player backward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для руху гульца ўзад. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player forward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для руху гульца ўперад. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player left. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для руху гульца ўлева. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player right. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для руху гульца ўправа. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat console. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для адкрыцця кансолі чату. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window to type commands. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для адкрыцця вакна чату для друкавання каманд. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для адкрыцця вакна чату. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the inventory. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для адкрыцця інвентару. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for printing debug stacks. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для друкавання стэкаў адладкі. Выкарыстоўваецца для распрацоўкі. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
