Repository: EvidenceBKidscode/kidscode
Catalog: po/*/minetest.po
Languages: be

source: Number of emerge threads
be: Колькасць вытворчых патокаў

source: Number of emerge threads to use. Make this field blank, or increase this number to use multiple threads. On multiprocessor systems, this will improve mapgen speed greatly at the cost of slightly buggy caves.
be: Колькасць патокаў, якія выкарыстоўваюцца для вытворчасці. Пакіньце пустым або павялічце гэта значэнне для выкарыстання некалькіх патокаў. На мультыпрацэсарных сістэмах гэта значна палепшыць хуткасць генерацыі мапы, але за кошт злёгку памылковых пячор.

source: Number of extra blocks that can be loaded by /clearobjects at once. This is a trade-off between sqlite transaction overhead and memory consumption (4096=100MB, as a rule of thumb).
be: Колькасць дадатковых блокаў, якія могуць загружаны за раз камандай /clearobjects. Гэта кампраміс паміж накладнымі выдаткамі на транзакцыю sqlite і спажываннем памяці (4096 = 100 МБ, як правіла).

source: Number of parallax occlusion iterations.
be: Колькасць ітэрацый паралакснай аклюзіі.

source: Overall bias of parallax occlusion effect, usually scale/2.
be: Агульны нахіл эфекту паралакснай аклюзіі. Звычайна маштаб/2.

source: Overall scale of parallax occlusion effect.
be: Агульны маштаб эфекту паралакснай аклюзіі.

source: Parallax occlusion
be: Паралаксная аклюзія

source: Parallax occlusion Scale
be: Маштаб паралакснай аклюзіі

source: Parallax occlusion bias
be: Нахіл паралакснай аклюзіі

source: Parallax occlusion iterations
be: Ітэрацыі паралакснай аклюзіі

source: Parallax occlusion mode
be: Рэжым паралакснай аклюзіі

source: Parallax occlusion strength
be: Інтэнсіўнасць паралакснай аклюзіі

source: Path to TrueTypeFont or bitmap.
be: Шлях да TrueTypeFont ці растравага шрыфту.

source: Path to save screenshots at.
be: Каталог для захоўваць здымкаў экрана.

source: Path to texture directory. All textures are first searched from here.
be: Шлях да каталога тэкстур. Усе тэкстуры ў першую чаргу шукаюцца тут.

source: Physics
be: Фізіка

source: Player is able to fly without being affected by gravity. This requires the "fly" privilege on the server.
be: Гулец можа лётаць без ўплыву дзеяння сілы цяжару. Неабходна прывілея «noclip» на серверы.

source: Player name
be: Імя гульца

source: Player transfer distance
be: Дыстанцыя перадачы дадзеных гульца

source: Player versus Player
be: Гулец супраць гульца

source: Port to connect to (UDP). Note that the port field in the main menu overrides this setting.
be: Порт для злучэння (UDP). Майце на ўвазе, што поле порта ў галоўным меню пераазначае гэтую наладу.

source: Prevent mods from doing insecure things like running shell commands.
be: Прадухіліць моды ад спроб рабіць небяспечныя рэчы, такія як выкананне каманд абалонкі.

source: Print the engine's profiling data in regular intervals (in seconds). 0 = disable. Useful for developers.
be: Друкаваць дадзеныя прафілявання рухавіка ў рэгулярныя інтэрвалы часу (у секундах). 0 для адключэння. Карысна для распрацоўнікаў.

source: Privileges that players with basic_privs can grant
be: Прывілеі, якія атрымаюць гульцы з basic_privs

source: Profiler
be: Прафілер

source: Profiler toggle key
be: Клавіша пераключэння прафілера

source: Profiling
be: Прафіляванне

source: Radius of cloud area stated in number of 64 node cloud squares. Values larger than 26 will start to produce sharp cutoffs at cloud area corners.
be: Радыус зоны воблачнасці задаецца як колькасці 64 вузлавых воблачных квадратаў. Значэнне вышэй 26 прывядзе да рэзкіх адрэзаў у кутах зоны воблачнасці.

source: Raises terrain to make valleys around the rivers
be: Падымае мясцовасць, каб зрабіць даліны вакол рэк

source: Random input
be: Выпадковы ўвод

source: Range select key
be: Клавіша выбару дыяпазону

source: Remote media
be: Аддаленае медыя

source: Remote port
be: Аддалены порт

source: Replaces the default main menu with a custom one.
be: Змяняе агаданае галоўнае меню на карыстальніцкае.

source: Report path
be: Шлях да справаздачы

source: Right key
be: Клавіша ўправа

source: Rightclick repetition interval
be: Інтэрвал паўтору правай кнопкі мышы

source: River Depth
be: Глыбіня ракі

source: River Noise
be: Шум ракі

source: River Size
be: Памер ракі

source: River noise -- rivers occur close to zero
be: Шум ракі. Рэкі размешчаны блізка да нуля

source: Rollback recording
be: Запіс адкату

source: Round minimap
be: Круглая мінімапа

source: Save the map received by the client on disk.
be: Захоўваць мапу, атрыманай кліентам, на дыск.

source: Saving map received from server
be: Захаванне мапы, атрыманай з сервера

source: Scale gui by a user specified value. Use a nearest-neighbor-anti-alias filter to scale the GUI. This will smooth over some of the rough edges, and blend pixels when scaling down, at the cost of blurring some edge pixels when images are scaled by non-integer sizes.
be: Маштабаваць графічны інтэрфейс да зададзенага значэння. Выкарыстоўвае фільтр бліжэйшых суседзяў са згладжваннем. Гэта дазволіць згладзіць некаторыя грубыя краі, і змяшаць пікселі пры маштабаванні ўніз, за кошт размыцця некаторых краявых пікселяў, калі выява маштабуецца да не цэлых памераў.

source: Screen height
be: Вышыня экрана

source: Screen width
be: Шырыня экрана

source: Screenshot
be: Здымак экрана

source: Screenshot folder
be: Каталог для здымкаў экрана

source: Screenshot format
be: Фармат здымкаў экрана

source: Screenshot quality
be: Якасць здымкаў экрана

source: Screenshot quality. Only used for JPEG format. 1 means worst quality; 100 means best quality. Use 0 for default quality.
be: Якасць здымкаў экрана выкарыстоўваецца толькі для фармату JPEG. 1 азначае найгоршую якасць, а 100 — найлепшую. Выкарыстоўвайце 0 для агаданай якасці.

source: Security
be: Бяспека

source: See http://www.sqlite.org/pragma.html#pragma_synchronous
be: Глядзі http://www.sqlite.org/pragma.html#pragma_synchronous

source: Selection box border color (R,G,B).
be: Колер рамкі вобласці выбару (R,G,B).

source: Selection box color
be: Колер вобласці выбару

source: Selection box width
be: Шырыня вобласці выбару

source: Server / Singleplayer
be: Сервер / Самотная гульня

source: Server URL
be: URL сервера

source: Server address
be: Адрас сервера

source: Server description
be: Апісанне сервера

source: Server name
be: Назва сервера

source: Server port
be: Порт сервера

source: Serverlist URL
be: URL спіса сервераў

source: Serverlist file
be: Файл спісу сервераў

source: Set the language. Leave empty to use the system language. A restart is required after changing this.
be: Уставіць мову. Пакіньце пустым, каб скарыстаць мову сістэмы. Неабходны перазапуск пасля змены мовы.

source: Set to true enables waving leaves. Requires shaders to be enabled.
be: Уключае трапятанне лісця. Патрабуе шэйдэры.

source: Set to true enables waving plants. Requires shaders to be enabled.
be: Уключае трапятанне раслін. Патрабуе шэйдэры.

source: Set to true enables waving water. Requires shaders to be enabled.
be: Уключае хваляванне вады. Патрабуе шэйдэры.

source: Shaders allow advanced visual effects and may increase performance on some video cards. Thy only work with the OpenGL video backend.
be: Шэйдэры дазваляюць атрымаць палепшаныя візуальныя эфекты і могуць павялічыць прадукцыйнасць на некаторых відэакартах. Яны працуюць толькі з OpenGL.

source: Shape of the minimap. Enabled = round, disabled = square.
be: Форма мінімапы. Уключана — круг, выключана — квадрат.

source: Show debug info
be: Паказаць звесткі адладкі

source: Show entity selection boxes
be: Паказаць вобласць выбару аб'екта

source: Shutdown message
be: Паведамленне пры выключэнні

source: Size of chunks to be generated at once by mapgen, stated in mapblocks (16 nodes).
be: Памер кавалка, які будзе згенераваны за раз, зададзены у блоках мапы (16 вузлоў).

source: Slope and fill work together to modify the heights
be: Нахіл і заліўка працуюць разам, каб змяніць вышыню

source: Smooth lighting
be: Мяккае асвятленне

source: Smooths camera when looking around. Also called look or mouse smoothing. Useful for recording videos.
be: Згладжвае камеру пры аглядзе наўкол. Таксама завецца як згладжванне выгляду або мышы. Карысна для запісу відэа.

source: Smooths rotation of camera in cinematic mode. 0 to disable.
be: Згладжвае кручэнне камеры ў кінематаграфічным рэжыме. 0 для адключэння.

source: Smooths rotation of camera. 0 to disable.
be: Згладжвае кручэнне камеры. 0 для адключэння.

source: Sneak key
be: Клавіша валачэння

source: Sound
be: Гук

source: Specifies URL from which client fetches media instead of using UDP. $filename should be accessible from $remote_media$filename via cURL (obviously, remote_media should end with a slash). Files that are not present will be fetched the usual way.
be: Вызначае URL, з якога кліент атрымоўвае медыя замест выкарыстання UDP. $filename павінна быць даступна з $remote_media$filename праз cURL (відавочна, што remote_media павінна заканчвацца касой рыскай). Недасяжныя файлы будуць спампаваны звычайным чынам.

source: Static spawnpoint
be: Статычная кропка нараджэння

source: Strength of generated normalmaps.
be: Сіла згенераваных мапаў нармаляў.

source: Strength of parallax.
be: Сіла паралакса.

source: Strict protocol checking
be: Строгая праверка пратакола

source: Support older servers
be: Падтрымка старых сервераў

source: Synchronous SQLite
be: Сінхронны SQLite

source: Terrain Height
be: Вышыня мясцовасці

source: Terrain noise threshold for hills. Controls proportion of world area covered by hills. Adjust towards 0.0 for a larger proportion.
be: Парог шуму рэльефу для ўзгоркаў. Рэгулюе прапорцыю плошчы свету, пакрытую ўзгоркамі. Значэнне каля 0.0 дае большую прапорцыю.

source: Terrain noise threshold for lakes. Controls proportion of world area covered by lakes. Adjust towards 0.0 for a larger proportion.
be: Парог шуму рэльефу для азёр. Рэгулюе прапорцыю плошчы свету, пакрытую азёрамі. Значэнне каля 0.0 дае большую прапорцыю.

source: Texture path
be: Шлях да тэкстур

source: The altitude at which temperature drops by 20C
be: Вышыня, пры якой тэмпература паніжаецца на 20 °C

source: The default format in which profiles are being saved, when calling `/profiler save [format]` without format.
be: Агаданы фармат, у якім захоўваюцца профілі, пры запуску `/profiler save [format]` без фармату.

source: The depth of dirt or other filler
be: Глыбіня бруду або іншага запаўняльніка

source: The file path relative to your worldpath in which profiles will be saved to.
be: Шлях да каталога адносна каталога свету, у якім будуць захоўвацца профілі.

source: The network interface that the server listens on.
be: Сеткавы інтэрфейс, які праслухоўвае сервер.

source: The privileges that new users automatically get. See /privs in game for a full list on your server and mod configuration.
be: Прывілеі, якія атрымоўваюць новыя карыстальнікі аўтаматычна. Глядзіце /privs у гульні для поўнага спісу для вашай канфігурацыі.

source: The rendering back-end for Irrlicht.
be: Драйвер рэндэрынга для Irrlicht.

source: The sensitivity of the joystick axes for moving the ingame view frustum around.
be: Адчувальнасць восей джойсціка пры праглядзе навокал ў гульні.

source: The strength (darkness) of node ambient-occlusion shading. Lower is darker, Higher is lighter. The valid range of values for this setting is 0.25 to 4.0 inclusive. If the value is out of range it will be set to the nearest valid value.
be: Інтэнсіўнасць навакольнага аклюзіўнага зацямнення вузла. Нізкія значэнні — цёмныя, высокія — светлыя. Дыяпазон карэктных значэнняў ад 0,25 да 4,0 уключна. Калі значэнне будзе па-за дыяпазону, то будзе брацца бліжэйшае карэктнае значэнне.

source: The time (in seconds) that the liquids queue may grow beyond processing capacity until an attempt is made to decrease its size by dumping old queue items. A value of 0 disables the functionality.
be: Час (у секундах), на які чарга вадкасці можа выйсці за межы, пакуль не зроблена спроба зменшыць яе памер шляхам скідвання старых элементаў. Значэнне 0 адключае гэтую функцыю.

source: The time in seconds it takes between repeated events when holding down a joystick button combination.
be: Час у секундах паміж паўторамі падзей пры ўтрыманні камбінацыі кнопак джойсціка.

source: The time in seconds it takes between repeated right clicks when holding the right mouse button.
be: Час у секундах паміж паўторамі падзей пры ўтрыманні правай кнопкі мышы.

source: This font will be used for certain languages.
be: Гэты шрыфт будзе выкарыстоўваецца для некаторых моў.

source: Time in between active block management cycles
be: Час паміж цыкламі кіравання актыўнымі блокамі (ABM)

source: Time in seconds for item entity (dropped items) to live. Setting it to -1 disables the feature.
be: Час жыцця выкінутай рэчы ў секундах. Задайце −1 для адключэння гэтай асаблівасці.

source: Time send interval
be: Інтэрвал адпраўкі часу

source: Time speed
be: Хуткасць часу

source: Timeout for client to remove unused map data from memory.
be: Таймаут выдалення дадзеных, якія ўжо не выкарыстоўваюцца, з памяці кліента.

source: To reduce lag, block transfers are slowed down when a player is building something. This determines how long they are slowed down after placing or removing a node.
be: Для памяншэння затрымкі, перадачы блокаў запаволена, калі гулец будуе нешта. Гэта вызначае, як доўга яна запаволіцца пасля ўстаноўкі або выдалення вузла.

source: Toggle camera mode key
be: Клавіша пераключэння рэжыму камеры

source: Tooltip delay
be: Затрымка падказкі

source: Trilinear filtering
be: Трылінейная фільтрацыя

source: True = 256 False = 128 Useable to make minimap smoother on slower machines.
be: True = 256 False = 128 Карысна для згладжвання мінімапы на павольных машынах.

source: Trusted mods
be: Давераныя моды

source: URL to the server list displayed in the Multiplayer Tab.
be: URL спісу сервераў, які паказваецца ва ўкладцы сумеснай гульні.

source: Unlimited player transfer distance
be: Неабмежаваная дыстанцыя перадачы дадзеных гульца

source: Unload unused server data
be: Выгрузіць дадзеныя сервера, якія не выкарыстоўваюцца

source: Use 3D cloud look instead of flat.
be: Аб'ёмныя аблокі замест плоскіх.

source: Use a cloud animation for the main menu background.
be: Выкарыстоўваць анімацыю аблокаў для фона галоўнага меню.

source: Use anisotropic filtering when viewing at textures from an angle.
be: Выкарыстоўваць анізатропную фільтрацыю пры поглядзе на тэкстуру пад вуглом.

source: Use bilinear filtering when scaling textures.
be: Выкарыстоўваць білінейную фільтрацыю пры маштабаванні тэкстур.

source: Use key
be: Клавіша ўжывання

source: Use mip mapping to scale textures. May slightly increase performance.
be: Выкарыстоўвае MIP-тэкстураванне для маштабавання тэкстур. Можа трохі павялічыць прадукцыйнасць.

source: Use trilinear filtering when scaling textures.
be: Выкарыстоўваць трылінейную фільтрацыю пры маштабаванні тэкстур.

source: V-Sync
be: Вертыкальная сінхранізацыя

source: Valley Depth
be: Узровень даліны

source: Valley Fill
be: Заліўка даліны

source: Valley Profile
be: Профіль даліны

source: Valley Slope
be: Схіл даліны

source: Valleys C Flags
be: Параметры даліны

source: Vertical screen synchronization.
be: Вертыкальная сінхранізацыя.

source: Video driver
be: Відэадрайвер

source: View bobbing
be: Калыханне прагляду

source: View distance in nodes. Min = 20
be: Дыстанцыя прагляду ў вузлах. Мін = 20

source: View range decrease key
be: Клавіша памяншэння дыяпазону прагляду

source: View range increase key
be: Клавіша павелічэння дыяпазону прагляду

source: Viewing range
be: Дыяпазон прагляду

source: Volume
be: Гучнасць

source: W co-ordinate of the generated 3D slice of a 4D fractal. Determines which 3D slice of the 4D shape is generated. Has no effect on 3D fractals. Range roughly -2 to 2.
be: Каардыната W згенераванай 3D-часткі 4D-фрактала. Вызначае, якая 3D-частка 4D-формы згенеруецца. Не дае эфекту для 3D-фракталаў. Дыяпазон прыкладна ад −2 да 2.

source: Walking speed
be: Хуткасць хады

source: Water Features
be: Асаблівасці вады

source: Water level
be: Узровень вады

source: Water surface level of the world.
be: Узровень воднай паверхні свету.

source: Waving Nodes
be: Дрыготкія вузлы

source: Waving leaves
be: Дрыготкае лісце

source: Waving plants
be: Дрыготкія расліны

source: Waving water
be: Хваляванне вады

source: Waving water height
be: Вышыня хвалі вады

source: Waving water length
be: Даўжыня хвалі вады

source: Waving water speed
be: Хуткасць хвалі вады

source: When gui_scaling_filter is true, all GUI images need to be filtered in software, but some images are generated directly to hardware (e.g. render-to-texture for nodes in inventory).
be: Пры ўключэнні gui_scaling_filter усе выявы графічнага інтэрфейсу павінны быць адфільтраваны праграмна, але некаторыя выявы генеруюцца ў апаратуры (напрыклад, рэндэрынг у тэкстуру для элементаў інвентару).

source: When gui_scaling_filter_txr2img is true, copy those images from hardware to software for scaling. When false, fall back to the old scaling method, for video drivers that don't properly support downloading textures back from hardware.
be: Калі gui_scaling_filter_txr2img уключаны, скапіяваць гэтыя выявы з апаратуры ў праграмнае асяроддзе для маштабавання. Калі не, то адступіць да старога метаду маштабавання для відэадрайвераў, якія не падтрымліваюць перадачу тэкстур з апаратуры назад.

source: When using bilinear/trilinear/anisotropic filters, low-resolution textures can be blurred, so automatically upscale them with nearest-neighbor interpolation to preserve crisp pixels. This sets the minimum texture size for the upscaled textures; higher values look sharper, but require more memory. Powers of 2 are recommended. Setting this higher than 1 may not have a visible effect unless bilinear/trilinear/anisotropic filtering is enabled.
be: Пры выкарыстанні білінейнага, трылінейнага або анізатропнага фільтра, тэкстуры малога памеры могуць быць расплывістыя, таму адбываецца аўтаматычнае маштабаванне іх з інтэрпаляцыяй па бліжэйшым суседзям, каб захаваць выразныя пікселі. Гэтая параметр задае мінімальны памер для павялічаных тэкстур. Пры высокіх значэннях выглядае больш выразна, але патрабуе больш памяці. Рэкамендуюцца выкарыстоўваць ступені 2. Заданне гэтага параметру вышэй за 1 можа не мець бачнага эфекту, калі не ўключана білінейная, трылінейная або анізатропная фільтрацыя.

source: Where the map generator stops. Please note: - Limited to 31000 (setting above has no effect) - The map generator works in groups of 80x80x80 nodes (5x5x5 MapBlocks). - Those groups have an offset of -32, -32 nodes from the origin. - Only groups which are within the map_generation_limit are generated
be: Дзе генератар мапы спыняецца. Майце на ўвазе: - Абмежаваны 31000 (устаноўка вышэй не мае ніякага эфекту). - Генератар мапы працуе групамі па 80x80x80 вузлоў (5x5x5 блокаў мапы). - Гэтыя групы маюць зрух -32, -32 вузлоў ад пачатку. - Генеруюцца толькі групы, якія знаходзяцца ў межах map_generation_limit.

source: Whether freetype fonts are used, requires freetype support to be compiled in.
be: Ці выкарыстоўваюцца шрыфты FreeType. Патрабуе скампіляванай падтрымкі FreeType.

source: Whether node texture animations should be desynchronized per mapblock.
be: Ці павінна быць паміж блокамі мапы дэсінхранізацыя анімацыі тэкстур вузлоў.

source: Whether players are shown to clients without any range limit. Deprecated, use the setting player_transfer_distance instead.
be: Ці паказваюцца гульцы кліентам без абмежавання далёкасці. Састарэлы, выкарыстоўвайце параметр «player_transfer_distance» змест.

source: Whether to allow players to damage and kill each other.
be: Ці дазваляць гульцам прычыняць шкоду і забіваць іншых.

source: Whether to ask clients to reconnect after a (Lua) crash. Set this to true if your server is set up to restart automatically.
be: Ці спытаць кліентаў аб перазлучэнні пасля падзення (Lua). Усталюйце гэта, калі ваш сервер настроены на аўтаматычны перазапуск.

source: Whether to fog out the end of the visible area.
be: Ці затуманены канец зоны бачнасці.

source: Whether to show the client debug info (has the same effect as hitting F5).
be: Ці паказаць інфармацыя адладкі кліента (так ж эфект, што і націсканне F5).

source: Whether to support older servers before protocol version 25. Enable if you want to connect to 0.4.12 servers and before. Servers starting with 0.4.13 will work, 0.4.12-dev servers may work. Disabling this option will protect your password better.
be: Ці падтрымліваць старыя серверы з пратаколам да 25. Уключыце, калі хочаце злучыцца з серверамі 0.4.12 і старэй. Серверы пачынаючы з 0.4.13 будуць працаваць, серверы 0.4.12-dev магчыма будуць. Адключэнне гэтага лепш абароніць ваш пароль.

source: Width component of the initial window size.
be: Кампанента шырыні пачатковага памеру вакна.

source: Width of the selectionbox's lines around nodes.
be: Шырыня ліній вобласці выбару вакол вузлоў.

source: World directory (everything in the world is stored here). Not needed if starting from the main menu.
be: Каталог свету (усё ў свеце захоўваецца тут). Не патрабуецца, калі запускаецца з галоўнага меню.

source: Y of flat ground.
be: Каардыната Y плоскай зямлі.

source: Y of upper limit of large pseudorandom caves.
be: Каардыната Y верхняй мяжы шырокіх псеўдавыпадковых пячор.

source: cURL file download timeout
be: Таймаут спампоўкі файла

source: cURL parallel limit
be: Граніца паралельнасці cURL

source: cURL timeout
be: Таймаут cURL
