Repository: EvidenceBKidscode/kidscode
Catalog: po/*/minetest.po
Languages: be

source: Key for sneaking. Also used for climbing down and descending in water if aux1_descends is disabled. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для валачэння. Таксама выкарыстоўваецца для спускання і апускання ў вадзе, калі aux1_descends адключаны. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for switching between first- and third-person camera. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння паміж камерай ад першай асобы і ад трэцяй асобы. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for taking screenshots. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для атрымання здымкаў экрана. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling autorun. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння аўтабегу. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling cinematic mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння кінематаграфічнага рэжыму. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling display of minimap. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання мінімапы. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння шпаркага рэжыму. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling flying. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння рэжыму палёту. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling noclip mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння рэжыму сутыкненняў. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the camera update. Only used for development See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння абнаўлення камеры. Выкарыстоўваецца толькі для распрацоўкі. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of debug info. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання звестак адладкі. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the HUD. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання HUD. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the chat. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання чату. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the fog. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання туману. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the profiler. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння адлюстравання прафілера. Выкарыстоўваецца для распрацоўкі. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling unlimited view range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
be: Клавіша для пераключэння неабмежаванага дыяпазону прагляду. Глядзі http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key use for climbing/descending
be: Клавіша для караскання/апускання

source: Language
be: Мова

source: Large cave depth
be: Глыбіня вялікай пячоры

source: Lava Features
be: Асаблівасці лавы

source: Leaves style
be: Стыль лісця

source: Leaves style: - Fancy: all faces visible - Simple: only outer faces, if defined special_tiles are used - Opaque: disable transparency
be: Стыль лістоты: - Fancy: бачны ўсе бакі - Simple: бачны знешнія бакі, калі выкарыстоўваюцца адмысловыя special_tiles - Opaque: адключыць празрыстасць

source: Left key
be: Клавіша ўлева

source: Length of a server tick and the interval at which objects are generally updated over network.
be: Даўжыня цыкла сервера і інтэрвал, па якім аб'екты, як правіла, абнаўляюцца па сетцы.

source: Length of time between ABM execution cycles
be: Інтэрвал часу паміж выкананнем ABM-цыклаў

source: Length of time between NodeTimer execution cycles
be: Інтэрвал часу паміж выкананнем NodeTimer-цыклаў

source: Level of logging to be written to debug.txt: - <nothing> (no logging) - none (messages with no level) - error - warning - action - info - verbose
be: Узровень дэталізацыі журнала, які пішацца ў debug.txt: - <nothing> (без журналявання) - none (паведамленні без ўзроўню) - error (памылкі) - warning (папярэджанні) - action (дзеянні) - info (інфармацыя) - verbose (дэталі)

source: Limit of emerge queues on disk
be: Гранічны памер чаргі з дыска

source: Limit of emerge queues to generate
be: Гранічны памер чаргі на генерацыю

source: Limits number of parallel HTTP requests. Affects: - Media fetch if server uses remote_media setting. - Serverlist download and server announcement. - Downloads performed by main menu (e.g. mod manager). Only has an effect if compiled with cURL.
be: Абмяжоўвае колькасць паралельных HTTP-запытаў. Уплывае на: - Выбарку медыя, калі сервер выкарыстоўвае опцыю remote_media. - Спампоўку спісу сервераў і аб'яў сервера. - Спампоўкі, выкананыя ў галоўным меню (напрыклад менеджар модаў). Ўплывае толькі пры кампіляцыі з cURL.

source: Liquid fluidity
be: Цякучасць вадкасці

source: Liquid fluidity smoothing
be: Згладжванне цякучасці вадкасці

source: Liquid loop max
be: Максімум вадкасці за цыкл

source: Liquid queue purge time
be: Час ачышчэння чаргі вадкасці

source: Liquid sink
be: Сцёк вадкасці

source: Liquid update interval in seconds.
be: Інтэрвал абнаўлення вадкасці ў секундах.

source: Liquid update tick
be: Цік абнаўлення вадкасці

source: Load the game profiler
be: Загрузіць прафілер гульні

source: Load the game profiler to collect game profiling data. Provides a /profiler command to access the compiled profile. Useful for mod developers and server operators.
be: Загрузіць прафілер гульні для збору дадзеных. Забяспечвае камандай /profiler каб атрымаць доступ да скампіляванага профілю. Карысна для распрацоўнікаў модаў і аператараў сервераў.

source: Loading Block Modifiers
be: Загрузка мадыфікатараў блокаў

source: Main menu game manager
be: Менеджар гульняў у галоўным меню

source: Main menu mod manager
be: Менеджар модаў у галоўным меню

source: Main menu script
be: Скрыпт галоўнага меню

source: Make fog and sky colors depend on daytime (dawn/sunset) and view direction.
be: Зрабіць колер туману і неба залежным ад часу сутак (світанне, захад) і напрамку погляду.

source: Makes DirectX work with LuaJIT. Disable if it causes troubles.
be: Робіць так, каб DirectX працаваў з DirectX. Адключыце, калі гэта выклікае праблемы.

source: Map directory
be: Каталог мапы

source: Map generation attributes specific to Mapgen Valleys. 'altitude_chill' makes higher elevations colder, which may cause biome issues. 'humid_rivers' modifies the humidity around rivers and in areas where water would tend to pool, it may interfere with delicately adjusted biomes. Flags that are not specified in the flag string are not modified from the default. Flags starting with 'no' are used to explicitly disable them.
be: Адмысловыя параметры для генератара далін. «altitude_chill» робіць больш высокія узвышшы больш халоднымі, што можа выклікаць складанасці для біёму. «humid_rivers» змяняе вільготнасць вакол рэк і ў раёнах, дзе вада мае тэндэнцыю збірацца, што можа перашкодзіць далікатным біёмам. Параметры, якія не пазначаны ў радку, не адрозніваюцца ад агаданых значэнняў. Параметры, якія пачынаюцца з «no», выкарыстоўваюцца для яўнага адключэння.

source: Map generation attributes specific to Mapgen flat. Occasional lakes and hills can be added to the flat world. Flags that are not specified in the flag string are not modified from the default. Flags starting with 'no' are used to explicitly disable them.
be: Адмысловыя параметры для генератара плоскай мапы. Месцамі азёры і пагоркі могуць быць дададзеныя ў плоскі свет. Параметры, якія не пазначаны ў радку, не адрозніваюцца ад агаданых значэнняў. Параметры, якія пачынаюцца з «no», выкарыстоўваюцца для яўнага адключэння.

source: Map generation attributes specific to Mapgen v6. When snowbiomes are enabled jungles are automatically enabled, the 'jungles' flag is ignored. Flags that are not specified in the flag string are not modified from the default. Flags starting with 'no' are used to explicitly disable them.
be: Адмысловыя параметры для генератара мапы 6. Калі «snowbiomes» (снежныя біёмы) ўключаны, то джунглі таксама аўтаматычна ўключаны і параметр «jungles» ігнаруецца. Параметры, якія не пазначаны ў радку, не адрозніваюцца ад агаданых значэнняў. Параметры, якія пачынаюцца з «no», выкарыстоўваюцца для яўнага адключэння.

source: Map generation attributes specific to Mapgen v7. The 'ridges' flag controls the rivers. Flags that are not specified in the flag string are not modified from the default. Flags starting with 'no' are used to explicitly disable them.
be: Адмысловыя параметры для генератара мапы 7. Параметр «ridges» (грэбені) кантралюе рэкі. Параметры, якія не пазначаны ў радку, не адрозніваюцца ад агаданых значэнняў. Параметры, якія пачынаюцца з «no», выкарыстоўваюцца для яўнага адключэння.

source: Map generation limit
be: Абмежаванне генерацыі мапы

source: Map save interval
be: Інтэрвал захавання мапы

source: Mapblock limit
be: Мяжа блокаў мапы

source: Mapblock unload timeout
be: Таймаут выгрузкі блокаў мапы

source: Mapgen Valleys
be: Генератар мапы: даліны

source: Mapgen biome heat noise parameters
be: Генератар мапы: шумавыя параметры цеплыні біёму

source: Mapgen biome humidity blend noise parameters
be: Генератар мапы: шумавыя параметры змяшэння вільготнасці біёма

source: Mapgen biome humidity noise parameters
be: Генератар мапы: шумавыя параметры вільготнасці біёма

source: Mapgen debug
be: Генератар мапы: адладка

source: Mapgen flags
be: Генератар мапы: параметры

source: Mapgen flat
be: Генератар плоскай мапы

source: Mapgen flat cave width
be: Генератар плоскай мапы: шырыня пячоры

source: Mapgen flat cave1 noise parameters
be: Генератар плоскай мапы: шумавыя параметры пячоры1

source: Mapgen flat cave2 noise parameters
be: Генератар плоскай мапы: шумавыя параметры пячоры2

source: Mapgen flat filler depth noise parameters
be: Генератар плоскай мапы: шумавыя параметры глыбіні запаўняльніка

source: Mapgen flat flags
be: Генератар плоскай мапы: параметры

source: Mapgen flat ground level
be: Генератар плоскай мапы: узровень зямлі

source: Mapgen flat hill steepness
be: Генератар плоскай мапы: крутасцю ўзгоркаў

source: Mapgen flat hill threshold
be: Генератар плоскай мапы: парог ўзгоркаў

source: Mapgen flat lake steepness
be: Генератар плоскай мапы: крутасцю азёр

source: Mapgen flat lake threshold
be: Генератар плоскай мапы: парог азёр

source: Mapgen flat large cave depth
be: Генератар плоскай мапы: глыбіня вялікай пячоры

source: Mapgen flat terrain noise parameters
be: Генератар плоскай мапы: шумавыя параметры мясцовасці

source: Mapgen fractal
be: Генератар фрактальнай мапы

source: Mapgen fractal cave width
be: Генератар фрактальнай мапы: шырыня пячор

source: Mapgen fractal cave1 noise parameters
be: Генератар фрактальнай мапы: шумавыя параметры пячоры1

source: Mapgen fractal cave2 noise parameters
be: Генератар фрактальнай мапы: шумавыя параметры пячоры2

source: Mapgen fractal filler depth noise parameters
be: Генератар фрактальнай мапы: шумавыя параметры глыбіні запаўняльніка

source: Mapgen fractal fractal
be: Генератар фрактальнай мапы: фрактал

source: Mapgen fractal iterations
be: Генератар фрактальнай мапы: ітэрацыі

source: Mapgen fractal julia w
be: Генератар фрактальнай мапы: Жулія W

source: Mapgen fractal julia x
be: Генератар фрактальнай мапы: Жулія X

source: Mapgen fractal julia y
be: Генератар фрактальнай мапы: Жулія Y

source: Mapgen fractal julia z
be: Генератар фрактальнай мапы: Жулія Z

source: Mapgen fractal offset
be: Генератар фрактальнай мапы: зрух

source: Mapgen fractal scale
be: Генератар фрактальнай мапы: маштаб

source: Mapgen fractal seabed noise parameters
be: Генератар фрактальнай мапы: шумавыя параметры марскога дна

source: Mapgen fractal slice w
be: Генератар фрактальнай мапы: плоскасць W

source: Mapgen heat blend noise parameters
be: Генератар мапы: шумавыя параметры цеплавога змешвання

source: Mapgen name
be: Назва генератара мапы

source: Mapgen v5
be: Генератар мапы 5

source: Mapgen v5 cave width
be: Генератар мапы 5: шырыня пячор

source: Mapgen v5 cave1 noise parameters
be: Генератар мапы 5: шумавыя параметры пячоры1

source: Mapgen v5 cave2 noise parameters
be: Генератар мапы 5: шумавыя параметры пячоры2

source: Mapgen v5 factor noise parameters
be: Генератар мапы 5: шумавыя параметры каэфіцыента

source: Mapgen v5 filler depth noise parameters
be: Генератар мапы 5: шумавыя параметры глыбіні запаўняльніка

source: Mapgen v5 height noise parameters
be: Генератар мапы 5: шумавыя параметры вышыні

source: Mapgen v6
be: Генератар мапы 6

source: Mapgen v6 apple trees noise parameters
be: Генератар мапы 6: шумавыя параметры яблынь

source: Mapgen v6 beach frequency
be: Генератар мапы 6: частата пляжу

source: Mapgen v6 beach noise parameters
be: Генератар мапы 6: шумавыя параметры пляжу

source: Mapgen v6 biome noise parameters
be: Генератар мапы 6: шумавыя параметры біёму

source: Mapgen v6 cave noise parameters
be: Генератар мапы 6: шумавыя параметры пячоры

source: Mapgen v6 desert frequency
be: Генератар мапы 6: частата пустыні

source: Mapgen v6 flags
be: Генератар мапы 6: параметры

source: Mapgen v6 height select noise parameters
be: Генератар мапы 6: высокаселектыўныя шумавыя параметры

source: Mapgen v6 humidity noise parameters
be: Генератар мапы 6: шумавыя параметры вільготнасці

source: Mapgen v6 mud noise parameters
be: Генератар мапы 6: шумавыя параметры бруду

source: Mapgen v6 steepness noise parameters
be: Генератар мапы 6: шумавыя параметры крутасці

source: Mapgen v6 terrain altitude noise parameters
be: Генератар мапы 6: шумавыя параметры вышыні мясцовасці

source: Mapgen v6 terrain base noise parameters
be: Генератар мапы 6: шумавыя параметры асноўнай мясцовасці

source: Mapgen v6 trees noise parameters
be: Генератар мапы 6: шумавыя параметры дрэў

source: Mapgen v7
be: Генератар мапы 7

source: Mapgen v7 cave width
be: Генератар мапы 7: шырыня пячор

source: Mapgen v7 cave1 noise parameters
be: Генератар мапы 7: шумавыя параметры пячоры1

source: Mapgen v7 cave2 noise parameters
be: Генератар мапы 7: шумавыя параметры пячоры2

source: Mapgen v7 filler depth noise parameters
be: Генератар мапы 7: шумавыя параметры глыбіні запаўняльніка

source: Mapgen v7 flags
be: Генератар мапы 7: параметры

source: Mapgen v7 height select noise parameters
be: Генератар мапы 7: высокаселектыўныя шумавыя параметры

source: Mapgen v7 mount height noise parameters
be: Генератар мапы 7: шумавыя параметры вышыні гор

source: Mapgen v7 mountain noise parameters
be: Генератар мапы 7: шумавыя параметры гор

source: Mapgen v7 ridge noise parameters
be: Генератар мапы 7: шумавыя параметры хрыбтоў

source: Mapgen v7 ridge water noise parameters
be: Генератар мапы 7: шумавыя параметры водных хрыбтоў

source: Mapgen v7 terrain altitude noise parameters
be: Генератар мапы 7: шумавыя параметры вышыні мясцовасці

source: Mapgen v7 terrain base noise parameters
be: Генератар мапы 7: шумавыя параметры асноўнай мясцовасці

source: Mapgen v7 terrain persistation noise parameters
be: Генератар мапы 7: шумавыя параметры ўстойлівасці мясцовасці

source: Massive cave depth
be: Глыбіня масіўнай пячоры

source: Massive cave noise
be: Шум масіўнай пячоры

source: Massive caves form here.
be: Масіўныя пячоры ўтвараюцца тут.

source: Max block generate distance
be: Максімальная дыстанцыя генерацыі блокаў

source: Max block send distance
be: Максімальная дыстанцыя адпраўлення блокаў

source: Max liquids processed per step.
be: Максімальная колькасць вадкасці, якая апрацоўваецца за крок.

source: Max. clearobjects extra blocks
be: Максімум дадатковых блокаў clearobjects

source: Max. packets per iteration
be: Максімум пакетаў на ітэрацыю

source: Maximum FPS
be: Максімальны FPS (кадраў у секунду)

source: Maximum FPS when game is paused.
be: Максімальны FPS, калі гульня прыпынена.

source: Maximum forceloaded blocks
be: Максімум блокаў, якія абавязкова загружаюцца

source: Maximum hotbar width
be: Максімальная шырыня хуткай панэлі

source: Maximum number of blocks that are simultaneously sent in total.
be: Максімальная колькасць блокаў, якія могуць адпраўлены адначасова, у цэлым.

source: Maximum number of blocks that are simultaneously sent per client.
be: Максімальная колькасць блокаў, якія могуць адпраўлены адначасова, на аднаго кліента.

source: Maximum number of blocks that can be queued for loading.
be: Максімальная колькасць блокаў, якія могуць пастаўлены ў чаргу на загрузку.

source: Maximum number of blocks to be queued that are to be generated. Set to blank for an appropriate amount to be chosen automatically.
be: Максімальная колькасць блокаў, якія могуць пастаўлены ў чаргу на генерацыю. Задайце пустое значэнне для аўтаматычнага выбару адпаведнай колькасці.

source: Maximum number of blocks to be queued that are to be loaded from file. Set to blank for an appropriate amount to be chosen automatically.
be: Максімальная колькасць блокаў, якія будуць пастаўлены ў чаргу на загрузку з файла. Задайце пустое значэнне для аўтаматычнага выбару адпаведнай колькасці.

source: Maximum number of forceloaded mapblocks.
be: Максімальная колькасць блокаў мапы, якія абавязкова загружаюцца.

source: Maximum number of mapblocks for client to be kept in memory. Set to -1 for unlimited amount.
be: Максімальная колькасць блокаў мапы для кліента, якія застануцца ў памяці. Значэнне -1 для неабмежаванай колькасці.

source: Maximum number of packets sent per send step, if you have a slow connection try reducing it, but don't reduce it to a number below double of targeted client number.
be: Максімальная колькасць пакетаў, якія адпраўляюцца за крок адпраўкі. Калі вы маеце маруднае злучэнне, паспрабуйце зменшыць гэта, але не змяншайце ніжэй за двайную колькасць кліентаў.

source: Maximum number of players that can connect simultaneously.
be: Максімальная колькасць гульцоў, якія могуць адначасова гуляць.

source: Maximum number of statically stored objects in a block.
be: Максімальная колькасць статычна захаваных аб'ектаў у блоку.

source: Maximum objects per block
be: Максімальная колькасць аб'ектаў у блоку

source: Maximum proportion of current window to be used for hotbar. Useful if there's something to be displayed right or left of hotbar.
be: Максімальная доля бягучага вакна, якая будзе выкарыстоўвацца для хуткай панэлі. Карысна, калі ёсць што-небудзь, што будзе паказвацца справа ці злева панэлі.

source: Maximum simultaneous block sends per client
be: Максімум адначасовай адпраўкі блокаў на кліента

source: Maximum simultaneous block sends total
be: Максімум адначасовай адпраўкі блокаў у цэлым

source: Maximum time in ms a file download (e.g. a mod download) may take.
be: Максімальны час у мілісекундах, які можа заняць спампоўка файла (напрыклад спампоўка моду).

source: Maximum users
be: Максімальная колькасць карыстальнікаў

source: Menus
be: Меню

source: Mesh cache
be: Кэш мэша

source: Message of the day
be: Паведамленне дня

source: Message of the day displayed to players connecting.
be: Паведамленне, якое паказваецца для гульцоў, якія падлучаюцца.

source: Method used to highlight selected object.
be: Метад, які выкарыстоўваецца для асвятлення абранага аб'екта.

source: Minimap
be: Мінімапа

source: Minimap key
be: Клавіша мінімапы

source: Minimap scan height
be: Вышыня скану мінімапы

source: Minimum texture size for filters
be: Мінімальны памер тэкстуры для фільтраў

source: Mipmapping
be: MIP-тэкстураванне

source: Modstore details URL
be: URL дэталізацыі модаў ў краме

source: Modstore download URL
be: URL спампоўкі модаў ў краме

source: Modstore mods list URL
be: URL спісу модаў ў краме

source: Monospace font path
be: Роўнашырокі шрыфт

source: Monospace font size
be: Памер роўнашырокага шрыфту

source: Mouse sensitivity
be: Адчувальнасць мышы

source: Mouse sensitivity multiplier.
be: Множнік адчувальнасці мышы.

source: Multiplier for fall bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
be: Множнік калыхання пры падзенні. Напрыклад: 0 — няма, 1.0 — звычайнае, 2.0 — падвойнае.

source: Enable view bobbing and amount of view bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
be: Множнік калыхання пры праглядзе. Напрыклад: 0 — няма, 1.0 — звычайнае, 2.0 — падвойнае.

source: Name of map generator to be used when creating a new world. Creating a world in the main menu will override this.
be: Назва генератара мапы, які будзе выкарыстоўвацца пры стварэнні новага свету. Гэта можна пераазначыць пры стварэнні свету ў галоўным меню.

source: Name of the player. When running a server, clients connecting with this name are admins. When starting from the main menu, this is overridden.
be: Імя гульца. Пры запуску сервера, кліенты, якія падлучаюцца з гэтым імем, адміністратары. Гэта можна пераазначыць пры старце ў галоўным меню.

source: Name of the server, to be displayed when players join and in the serverlist.
be: Назва сервера, якая будзе паказана, калі гульцы злучаюцца, і ў спісе сервераў.

source: Network
be: Сетка

source: Network port to listen (UDP). This value will be overridden when starting from the main menu.
be: Сеткавы порт для праслухоўвання (UDP). Гэта значэнне можна пераазначыць пры запуску ў галоўным меню.

source: New users need to input this password.
be: Новыя карыстальнікі павінны ўвесці гэты пароль.

source: Noclip
be: Без сутыкненняў

source: Noclip key
be: Клавіша noclip

source: Node highlighting
be: Падсвятленне вузла

source: NodeTimer interval
be: Інтэрвал NodeTimer

source: Noise parameters for biome API temperature, humidity and biome blend.
be: Шумавыя параметры для тэмпературы, вільготнасці і змяшэння біёму.

source: Noises
be: Шумы

source: Normalmaps sampling
be: Дыскрэтызацыя мапы нармаляў

source: Normalmaps strength
be: Сіла мапы нармаляў
