Repository: EvidenceBKidscode/kidscode
Catalog: po/*/minetest.po
Languages: be

source: An error occured in a Lua script, such as a mod:
be: Памылка ў скрыпце Lua, такая як у модзе:

source: An error occured:
be: Адбылася памылка:

source: Main menu
be: Галоўнае меню

source: Ok
be: Добра

source: Reconnect
be: Перазлучыцца

source: The server has requested a reconnect:
be: Сервер патрабуе перазлучэнне:

source: Loading...
be: Загрузка…

source: Protocol version mismatch.
be: Неадпаведнасць версіі пратакола.

source: Server enforces protocol version $1.
be: Сервер патрабуе версію пратакола $1.

source: Server supports protocol versions between $1 and $2.
be: Сервер падтрымлівае версіі пратакола паміж $1 і $2.

source: Try reenabling public serverlist and check your internet connection.
be: Паспрабуйце паўторнае ўключэнне спісу публічных сервераў і праверце падлучэнне да Інтэрнэту.

source: We only support protocol version $1.
be: Мы падтрымліваем толькі $1 версію пратакола.

source: We support protocol versions between version $1 and $2.
be: Мы падтрымліваем версіі пратакола паміж $1 і $2.

source: Cancel
be: Адмяніць

source: Depends:
be: Залежыць:

source: Disable MP
be: Адключыць МП

source: Enable MP
be: Уключыць МП

source: Enable all
be: Уключыць усё

source: Failed to enable mod "$1" as it contains disallowed characters. Only chararacters [a-z0-9_] are allowed.
be: Не атрымалася ўключыць мод «$1» бо ён ўтрымлівае недапушчальныя сімвалы. Дапускаюцца толькі [a-z0-9_].

source: Hide Game
be: Схаваць моды гульні

source: Hide mp content
be: Схаваць змест пакета модаў

source: Mod:
be: Мод:

source: Save
be: Захаваць

source: World:
be: Свет:

source: enabled
be: уключаны

source: A world named "$1" already exists
be: Свет з назвай «$1» ужо існуе

source: Create
be: Стварыць

source: Download a subgame, such as minetest_game, from minetest.net
be: Спампаваць падгульню, як minetest_game, з minetest.net

source: Download one from minetest.net
be: Спампаваць з minetest.net

source: Game
be: Гульня

source: Mapgen
be: Генератар мапы

source: No worldname given or no game selected
be: Дадзены свет без назвы або не абрана гульня

source: Seed
be: Лікавы стан

source: Warning: The minimal development test is meant for developers.
be: Увага: мінімальны тэст распрацоўкі прызначаны для распрацоўкі.

source: World name
be: Назва свету

source: You have no subgames installed.
be: У вас няма устаноўленых падгульняў.

source: Are you sure you want to delete "$1"?
be: Вы ўпэўнены, што хочаце выдаліць «$1»?

source: Delete
be: Выдаліць

source: Modmgr: failed to delete "$1"
be: Менеджар модаў: не атрымалася выдаліць «$1»

source: Modmgr: invalid modpath "$1"
be: Менеджар модаў: некарэктны шлях да «$1»

source: Delete World "$1"?
be: Выдаліць свет «$1»?

source: Accept
be: Прыняць

source: Rename Modpack:
be: Пераназваць модпак:

source: "$1" is not a valid flag.
be: «$1» — некарэктны параметр.

source: (No description of setting given)
be: (Няма апісання для гэтай налады)

source: < Back to Settings page
be: < Назад на старонку наладаў

source: Browse
be: Праглядзець

source: Disabled
be: Адключаны

source: Edit
be: Правіць

source: Enabled
be: Уключаны

source: Format is 3 numbers separated by commas and inside brackets.
be: Фармат: у дужках 3 лікі праз коску.

source: Format: <offset>, <scale>, (<spreadX>, <spreadY>, <spreadZ>), <seed>, <octaves>, <persistence>
be: Фармат: <offset>, <scale>, (<spreadX>, <spreadY>, <spreadZ>), <seed>, <octaves>, <persistence>

source: Games
be: Гульні

source: Mods
be: Моды

source: Optionally the lacunarity can be appended with a leading comma.
be: Пры жаданні можа быць дабаўлена лакунарнасць праз коску.

source: Please enter a comma seperated list of flags.
be: Калі ласка, увядзіце спіс параметраў, падзеленых коскамі.

source: Please enter a valid integer.
be: Калі ласка, увядзіце карэктны цэлы лік.

source: Please enter a valid number.
be: Калі ласка, увядзіце карэктны нумар.

source: Possible values are:
be: Магчымыя значэнні:

source: Restore Default
be: Аднавіць агаданае

source: Select path
be: Абраць шлях

source: Show technical names
be: Паказваць тэхнічныя назвы

source: The value must be greater than $1.
be: Значэнне павінна быць больш за $1.

source: The value must be lower than $1.
be: Значэнне павінна быць менш за $1.

source: Install Mod: unsupported filetype "$1" or broken archive
be: Усталяванне моду: не падтрымліваецца файл тыпу «$1» або сапсаваны архіў

source: Failed to install $1 to $2
be: Не атрымалася ўсталяваць $1 у $2

source: Install Mod: file: "$1"
be: Усталяванне моду: файл: «$1»

source: Install Mod: unable to find real modname for: $1
be: Усталяванне моду: не ўдалося знайсці рэальную назву для «$1»

source: Install Mod: unable to find suitable foldername for modpack $1
be: Усталяванне моду: не ўдалося знайсці прыдатны каталог для модпаку «$1»

source: Close store
be: Закрыць краму

source: Downloading $1, please wait...
be: Запампоўка $1. Чакайце, калі ласка…

source: Install
be: Усталяваць

source: Page $1 of $2
be: Старонка $1 з $2

source: Rating
be: Рэйтынг

source: Search
be: Пошук

source: Shortname:
be: Кароткая назва:

source: Successfully installed:
be: Паспяхова ўсталяваны:

source: Unsorted
be: Без сартавання

source: re-Install
be: пераўсталяваць

source: Active Contributors
be: Актыўныя ўдзельнікі

source: Core Developers
be: Асноўныя распрацоўнікі

source: Credits
be: Падзякі

source: Previous Contributors
be: Былыя ўдзельнікі

source: Previous Core Developers
be: Былыя асноўныя распрацоўнікі

source: Installed Mods:
be: Усталяваныя моды:

source: Mod information:
be: Інфармацыя аб модзе:

source: No mod description available
be: Няма апісання моду

source: Rename
be: Пераназваць

source: Select Mod File:
be: Абраць файл моду:

source: Uninstall selected mod
be: Выдаліць абраны мод

source: Uninstall selected modpack
be: Выдаліць абраны модпак

source: Address / Port
be: Адрас / Порт

source: Client
be: Кліент

source: Connect
be: Злучыцца

source: Creative mode
be: Творчы рэжым

source: Damage enabled
be: Пашкоджанні ўключаны

source: Del. Favorite
be: Разлюбіць

source: Favorite
be: Упадабаны

source: Name / Password
be: Імя / Пароль

source: PvP enabled
be: PvP уключаны

source: Bind Address
be: Адрас прывязкі

source: Configure
be: Канфігураваць

source: Creative Mode
be: Творчы рэжым

source: Enable Damage
be: Пашкоджанні

source: Name/Password
be: Імя/Пароль

source: New
be: Новы

source: No world created or selected!
be: Няма створанага або абранага свету!

source: Port
be: Порт

source: Public
be: Публічны

source: Select World:
be: Абраць свет:

source: Server
be: Сервер

source: Server Port
be: Порт сервера

source: Start Game
be: Пачаць гульню

source: 3D Clouds
be: 3D-аблокі

source: Advanced Settings
be: Пашыраныя налады

source: Antialiasing:
be: Згладжванне:

source: Are you sure to reset your singleplayer world?
be: Вы ўпэўнены, што хочаце ануляваць свет самотнай гульні?

source: Bilinear Filter
be: Білінейны фільтр

source: Bump Mapping
be: Тэкстураванне маскамі

source: Change keys
be: Змяніць

source: Connected Glass
be: Злучанае шкло

source: Fancy Leaves
be: Аздобнае лісце

source: Mipmap
be: MIP-тэкстураванне

source: Mipmap + Aniso. Filter
be: MIP-тэкстураванне + анізатропны фільтр

source: No
be: Не

source: No Filter
be: Без фільтра

source: No Mipmap
be: Без MIP-тэкстуравання

source: Node Highlighting
be: Падсвятленне вузла

source: Node Outlining
be: Абрыс вузла

source: None
be: Няма

source: Normal Mapping
be: Тэкстураванне нармалямі

source: Opaque Leaves
be: Непразрыстае лісце

source: Opaque Water
be: Непразрыстая вада

source: Parallax Occlusion
be: Паралаксная аклюзія

source: Particles
be: Часціцы

source: Reset singleplayer world
be: Абнуліць свет самотнай гульні

source: Settings
be: Налады

source: Shaders
be: Шэйдэры

source: Simple Leaves
be: Простае лісце

source: Smooth Lighting
be: Мяккае асвятленне

source: Texturing:
be: Тэкстураванне:

source: To enable shaders the OpenGL driver needs to be used.
be: Для ўключэння шэйдэраў неабходна выкарыстоўваць OpenGL.

source: Tone Mapping
be: Танальнае адлюстраванне

source: Touchthreshold (px)
be: Сэнсарны парог (px)

source: Trilinear Filter
be: Трылінейны фільтр

source: Waving Leaves
be: Дрыготкае лісце

source: Waving Plants
be: Дрыготкія расліны

source: Waving Water
be: Хваляванне вады

source: Yes
be: Так

source: Config mods
be: Налады модаў

source: Main
be: Галоўнае меню

source: Start Singleplayer
be: Старт самотнай гульні

source: Play
be: Гуляць

source: Singleplayer
be: Самотная гульня

source: No information available
be: Няма звестак

source: Select texture pack:
be: Абраць пакет тэкстур:

source: Texturepacks
be: Пакеты тэкстур

source: Connection timed out.
be: Таймаут злучэння.

source: Done!
be: Гатова!

source: Initializing nodes
be: Ініцыялізацыя вузлоў

source: Initializing nodes...
be: Ініцыялізацыя вузлоў…

source: Loading textures...
be: Загрузка тэкстур…

source: Rebuilding shaders...
be: Перабудова шэйдэраў…

source: Connection error (timed out?)
be: Памылка злучэння (таймаут?)

source: Could not find or load game "
be: Немагчыма знайсці ці загрузіць гульню "

source: Invalid gamespec.
be: Некарэктная спецыфікацыя гульні.

source: Main Menu
be: Галоўнае меню

source: No world selected and no address provided. Nothing to do.
be: Няма абранага свету або адрасу. Немагчыма прадоўжыць.

source: Player name too long.
be: Імя гульца задоўгае.

source: Provided world path doesn't exist:
be: Прадстаўлены шлях не існуе:

source: needs_fallback_font
be: no

source: Check debug.txt for details.
be: Падрабязней у файле debug.txt.

source: Change Keys
be: Змяніць клавішы

source: Change Password
be: Змяніць пароль

source: Connecting to server...
be: Злучэнне з серверам…

source: Continue
be: Прадоўжыць

source: Creating client...
be: Стварэнне кліента…

source: Creating server...
be: Стварэнне сервера…

source: Default Controls: - WASD: move - Space: jump/climb - Shift: sneak/go down - Q: drop item - I: inventory - Mouse: turn/look - Mouse left: dig/punch - Mouse right: place/use - Mouse wheel: select item - T: chat
be: Агаданае кіраванне: - WASD: рух - Space: скакаць/караскацца - Shift: красціся/спускацца - Q: выкінуць прадмет - I: інвентар - Mouse: круціцца/глядзець - Mouse left: капаць/прабіваць - Mouse right: змясціць/ужыць - Mouse wheel: абраць прадмет - T: чат

source: Default Controls: No menu visible: - single tap: button activate - double tap: place/use - slide finger: look around Menu/Inventory visible: - double tap (outside): -->close - touch stack, touch slot: --> move stack - touch&drag, tap 2nd finger --> place single item to slot
be: Агаданае кіраванне: Не ў меню: - адзін націск: кнопка актывізацыі - двайны націск: пакласці/выкарыстаць - слізганне пальцам: агледзяцца У меню/інвентару: - двайны націск па-за меню: --> закрыць - крануць стос, крануць слот: --> рухаць стос - крануць і валачы, націснуць другім пальцам: --> пакласці адзін прадмет у слот

source: Exit to Menu
be: Выхад у меню

source: Exit to OS
be: Выхад у сістэму

source: Item definitions...
be: Азначэнне прадметаў…

source: KiB/s
be: КіБ/сек

source: Media...
be: Медыя…

source: MiB/s
be: МіБ/сек

source: Node definitions...
be: Азначэнне вузлоў…

source: Resolving address...
be: Распазнаванне адраса…

source: Respawn
be: Адрадзіцца

source: Shutting down...
be: Адключэнне…

source: Sound Volume
be: Гучнасць гука

source: You died.
be: Вы памерлі.

source: ok
be: добра

source: Enter
be: Увод

source: Proceed
be: Прадоўжыць

source: "Use" = climb down
be: «Ужыць» = злазіць

source: Backward
be: Узад

source: Chat
be: Чат

source: Command
be: Каманда

source: Console
be: Кансоль

source: Double tap "jump" to toggle fly
be: Двайны «скачок» = палёт

source: Drop
be: Выкінуць

source: Forward
be: Уперад

source: Inventory
be: Інвентар

source: Jump
be: Скакаць

source: Key already in use
be: Клавіша ўжо выкарыстоўваецца

source: Keybindings. (If this menu screws up, remove stuff from minetest.conf)
be: Прывязкі клавіш. (Калі меню сапсавана, выдаліце налады з minetest.conf)

source: Left
be: Улева

source: Print stacks
be: Друкаваць стэк

source: Range select
be: Далёкасць бачнасці

source: Right
be: Управа

source: Sneak
be: Красціся

source: Toggle Cinematic
be: Кінематаграфічнасць

source: Toggle fast
be: Шпаркасць

source: Toggle fly
be: Палёт

source: Toggle noclip
be: Сутыкненне

source: Use
be: Ужыць

source: Zoom
be: Павялічыць

source: press key
be: націсні кнопку

source: Change
be: Змяніць

source: Confirm Password
be: Пацвердзіць пароль

source: New Password
be: Новы пароль

source: Old Password
be: Стары пароль

source: Passwords do not match!
be: Паролі не супадаюць!

source: Exit
be: Выхад

source: Sound Volume:
be: Гучнасць:

source: Apps
be: Праграмы

source: Attn
be: Увага

source: Back
be: Назад

source: Capital
be: Caps Lock

source: Clear
be: Ачысціць

source: Comma
be: Коска

source: Control
be: Ctrl

source: Convert
be: Канвертаваць

source: Down
be: Уніз

source: End
be: У канец

source: Erase OEF
be: Ачысціць OEF

source: Execute
be: Выканаць

source: Final
be: Канец

source: Help
be: Дапамога

source: Home
be: У пачатак

source: Insert
be: Уставіць

source: Kana
be: Кана

source: Left Button
be: Левая кнопка

source: Left Control
be: Левы Ctrl

source: Left Menu
be: Левае меню

source: Left Shift
be: Левы Shift

source: Left Windows
be: Левы Windows

source: Menu
be: Меню

source: Middle Button
be: Сярэдняя кнопка

source: Minus
be: Мінус

source: Mode Change
be: Змяніць рэжым

source: Next
be: Наступны

source: Nonconvert
be: Без канвертавання

source: Numpad *
be: Дадат. *

source: Numpad +
be: Дадат. +

source: Numpad -
be: Дадат. -

source: Numpad /
be: Дадат. /

source: Numpad 0
be: Дадат. 0

source: Numpad 1
be: Дадат. 1

source: Numpad 2
be: Дадат. 2

source: Numpad 3
be: Дадат. 3

source: Numpad 4
be: Дадат. 4

source: Numpad 5
be: Дадат. 5

source: Numpad 6
be: Дадат. 6

source: Numpad 7
be: Дадат. 7

source: Numpad 8
be: Дадат. 8

source: Numpad 9
be: Дадат. 9

source: OEM Clear
be: Ачысціць OEM

source: Pause
be: Паўза

source: Period
be: Перыяд

source: Plus
be: Плюс

source: Print
be: Друкаваць

source: Prior
be: Папярэдні

source: Return
be: Вярнуцца

source: Right Button
be: Правая кнопка

source: Right Control
be: Правы Ctrl

source: Right Menu
be: Правае меню

source: Right Shift
be: Правы Shift

source: Right Windows
be: Правы Windows

source: Select
be: Абраць

source: Sleep
be: Сон

source: Snapshot
be: Здымак

source: Space
be: Прагал

source: Tab
be: Табуляцыя

source: Up
be: Уверх

source: X Button 1
be: Дадат. кнопка 1

source: X Button 2
be: Дадат. кнопка 2

source: (X,Y,Z) offset of fractal from world centre in units of 'scale'. Used to move a suitable spawn area of low land close to (0, 0). The default is suitable for mandelbrot sets, it needs to be edited for julia sets. Range roughly -2 to 2. Multiply by 'scale' for offset in nodes.
be: (X, Y, Z) зрух фрактала ад цэнтра свету ў адзінках шкалы. Выкарыстоўваецца для перамяшчэння прыдатнай вобласці для стварэння нізкай зямлі паблізу (0, 0). Агаданае значэнне падыходзіць для мноства Мандэльброта, але павінна быць зменена для мноства Жулія. Дыяпазон прыкладна ад −2 да 2. Памножанае на адзінку шкалы для зруху ў вузлах.

source: 0 = parallax occlusion with slope information (faster). 1 = relief mapping (slower, more accurate).
be: 0 = паралаксная аклюзія са звесткамі аб нахіле (хутка). 1 = рэльефнае тэкстураванне (павольней, але якасней).

source: 3D clouds
be: 3D-аблокі

source: 3D mode
be: 3D-рэжым

source: 3D support. Currently supported: - none: no 3d output. - anaglyph: cyan/magenta color 3d. - interlaced: odd/even line based polarisation screen support. - topbottom: split screen top/bottom. - sidebyside: split screen side by side. - pageflip: quadbuffer based 3d.
be: 3D-падтрымка. Зараз падтрымліваюцца: - none: без 3D-вываду. - anaglyph: вывад на аснове блакітнага/пурпурнага колераў. - interlaced: вывад на аснове палярызацыі цотных і няцотных радкоў. - topbottom: падзяліць экран верх/ніз. - sidebyside: падзяліць экран поплеч. - pageflip: вывад на аснове квадра-буфера.

source: A chosen map seed for a new map, leave empty for random. Will be overridden when creating a new world in the main menu.
be: Абраны лікавы стан для новай мапы, пакіньце пустым для выпадковага. Гэта можна пераазначыць пры стварэнні новага свету ў галоўным меню.

source: A message to be displayed to all clients when the server crashes.
be: Паведамленне, якое будзе паказана ўсім кліентам пры крушэнні сервера.

source: A message to be displayed to all clients when the server shuts down.
be: Паведамленне, якое будзе паказана ўсім кліентам пры выключэнні сервера.

source: Absolute limit of emerge queues
be: Абсалютная граніца чаргі вытворчасці

source: Acceleration in air
be: Паскарэнне ў паветры

source: Active Block Management interval
be: Далёкасць узаемадзеяння з блокамі

source: Active Block Modifier interval
be: Далёкасць дзеяння мадыфікатара актыўных блокаў

source: Active Block Modifiers
be: Мадыфікатары актыўных блокаў

source: Active block range
be: Радыус дзеяння блочнай актыўнасці

source: Active object send range
be: Далёкасць адпраўкі актыўнага аб'екта

source: Address to connect to. Leave this blank to start a local server. Note that the address field in the main menu overrides this setting.
be: Адрас для злучэння. Пакіньце яго пустым для старту лакальнага сервера. Майце на ўвазе, што поле адраса ў галоўным меню пераазначае гэтую наладу.

source: Adjust dpi configuration to your screen (non X11/Android only) e.g. for 4k screens.
be: Рэгуляванне канфігурацыі DPI (кропак на цалю) на экране (не толькі X11/Android), напрыклад, для 4k-экранаў.

source: Adjust the gamma encoding for the light tables. Lower numbers are brighter. This setting is for the client only and is ignored by the server.
be: Рэгуляванне гама-кадавання для светлавых табліц. Больш нізкія значэнні — ярчэй. Гэты параметр прызначаны толькі для кліента і ігнаруецца серверам.

source: Advanced
be: Пашыраныя

source: Altitude Chill
be: Вышыня да нівальнага поясу

source: Always fly and fast
be: Заўсёды ў палёце і шпарка

source: Ambient occlusion gamma
be: Гама навакольнай аклюзіі

source: Amplifies the valleys
be: Узмацненне далін

source: Anisotropic filtering
be: Анізатропная фільтрацыя

source: Announce server
be: Анансаваць сервер

source: Announce to this serverlist. If you want to announce your ipv6 address, use serverlist_url = v6.servers.minetest.net.
be: Калі вы хочаце анансаваць свой IPv6 адрас, выкарыстоўвайце serverlist_url = v6.servers.minetest.net.

source: Approximate (X,Y,Z) scale of fractal in nodes.
be: Прыблізны (X,Y,Z) маштаб фракталаў у вузлах.

source: Ask to reconnect after crash
be: Прапанаваць перазлучыцца пасля падзення

source: Automaticaly report to the serverlist.
be: Аўтаматычна дадаваць у спіс сервераў.

source: Autorun key
be: Клавіша аўтабегу

source: Backward key
be: Клавіша ўзад

source: Base terrain height
be: Вышыня асноўнай мясцовасці

source: Basic
be: Базавыя

source: Basic Privileges
be: Асноўныя прывілеі

source: Bilinear filtering
be: Білінейная фільтрацыя

source: Bind address
be: Адрас прывязкі

source: Bits per pixel (aka color depth) in fullscreen mode.
be: Біты на піксель (глыбіня колеру) у поўнаэкранным рэжыме.

source: Build inside player
be: Будаваць на месцы гульца

source: Builtin
be: Убудаваны

source: Bumpmapping
be: Рэльефнае тэкстураванне

source: Camera smoothing
be: Згладжванне камеры

source: Camera smoothing in cinematic mode
be: Згладжванне камеры ў кінематаграфічным рэжыме

source: Camera update toggle key
be: Клавіша пераключэння абнаўлення камеры

source: Cave noise #1
be: Шумнасць пячор № 1

source: Cave noise #2
be: Шумнасць пячор № 2

source: Cave width
be: Шырыня пячор

source: Caves and tunnels form at the intersection of the two noises
be: Пячоры і тунэлі ўтвараюцца на скрыжаванні двух шумаў

source: Chat key
be: Клавіша чату

source: Chat toggle key
be: Клавіша пераключэння чату

source: Chatcommands
be: Каманды чату

source: Choice of 18 fractals from 9 formulas. 1 = 4D "Roundy" mandelbrot set. 2 = 4D "Roundy" julia set. 3 = 4D "Squarry" mandelbrot set. 4 = 4D "Squarry" julia set. 5 = 4D "Mandy Cousin" mandelbrot set. 6 = 4D "Mandy Cousin" julia set. 7 = 4D "Variation" mandelbrot set. 8 = 4D "Variation" julia set. 9 = 3D "Mandelbrot/Mandelbar" mandelbrot set. 10 = 3D "Mandelbrot/Mandelbar" julia set. 11 = 3D "Christmas Tree" mandelbrot set. 12 = 3D "Christmas Tree" julia set. 13 = 3D "Mandelbulb" mandelbrot set. 14 = 3D "Mandelbulb" julia set. 15 = 3D "Cosine Mandelbulb" mandelbrot set. 16 = 3D "Cosine Mandelbulb" julia set. 17 = 4D "Mandelbulb" mandelbrot set. 18 = 4D "Mandelbulb" julia set.
be: Выбар 18 фракталаў з 9 формул. 1. 4D-«круглае» мноства Мандэльброта. 2. 4D-«круглае» мноства Жулія. 3. 4D-«квадратнае» мноства Мандэльброта. 4. 4D-«квадратнае» мноства Жулія. 5. 4D-мноства Мандэльброта «Кузэна Мэндзі». 6. 4D-мноства Жулія «Кузэна Мэндзі». 7. 4D-мноства Мандэльброта «Варыяцыя». 8. 4D-мноства Жулія «Варыяцыя». 9. 3D-мноства Мандэльброта «Мандэльброт/Мандэльбар». 10. 3D-мноства Жулія «Мандэльброт/Мандэльбар». 11. 3D-мноства Мандэльброта «Калядная яліна». 12. 3D-мноства Жулія «Калядная яліна». 13. 3D-мноства Мандэльброта «Мандэльбульб». 14. 3D-мноства Жулія «Мандэльбульб». 15. 3D-мноства Мандэльброта «Кузэн Мандэльбульб». 16. 3D-мноства Жулія «Кузэн Мандэльбульб». 17. 4D-мноства Мандэльброта «Мандэльбульб». 18. 4D-мноства Жулія «Мандэльбульб».

source: Chunk size
be: Памер кавалка

source: Cinematic mode
be: Кінематаграфічны рэжым

source: Cinematic mode key
be: Клавіша кінематаграфічнага рэжыму

source: Clean transparent textures
be: Чыстыя празрыстыя тэкстуры

source: Client and Server
be: Кліент і сервер

source: Climbing speed
be: Хуткасць караскання

source: Cloud height
be: Вышыня ніжняй мяжы аблокаў

source: Cloud radius
be: Радыус аблокаў

source: Clouds
be: Аблокі

source: Clouds are a client side effect.
be: Аблокі — эфект на баку кліента.

source: Clouds in menu
be: Аблокі ў меню

source: Colored fog
be: Каляровы туман

source: Comma-separated list of mods that are allowed to access HTTP APIs, which allow them to upload and download data to/from the internet.
be: Спіс модаў, падзеленых коскамі, якім дазволены доступ да HTTP API, які дазваляе ім адпраўляць і атрымліваць дадзеныя праз Інтэрнэт.

source: Comma-separated list of trusted mods that are allowed to access insecure functions even when mod security is on (via request_insecure_environment()).
be: Спіс давераных модаў, падзеленых коскамі, якія дазволены доступ да небяспечных функцый, нават калі мод бяспекі ўключаны (праз request_insecure_environment()).

source: Command key
be: Клавіша каманды

source: Connect glass
be: Злучыць шкло

source: Connect to external media server
be: Злучацца са знешнім серверам медыя

source: Connects glass if supported by node.
be: Злучае шкло, калі падтрымліваецца вузлом.

source: Console alpha
be: Празрыстасць кансолі

source: Console color
be: Колер кансолі

source: Console key
be: Клавіша кансолі

source: Continuous forward
be: Бесперапынна ісці ўперад

source: Continuous forward movement (only used for testing).
be: Бесперапынны рух ўперад (толькі для тэставання).

source: Controls
be: Кіраванне

source: Controls length of day/night cycle. Examples: 72 = 20min, 360 = 4min, 1 = 24hour, 0 = day/night/whatever stays unchanged.
be: Кіруе працягласцю цыкла дня/ночы. Прыклады: 72 = 20 мін, 360 = 4 мін, 1 = 24 г, 0 — дзень і ноч не змяняюцца.

source: Controls size of deserts and beaches in Mapgen v6. When snowbiomes are enabled 'mgv6_freq_desert' is ignored.
be: Кіруе памерам пустынь і пляжаў у генератары мапаў 6. Калі параметр «snowbiomes» уключаны, то «mgv6_freq_desert» ігнаруецца.

source: Controls steepness/depth of lake depressions.
be: Кіруе крутасцю/глыбінёй азёр.
